Repository: paarce/2023-test-mango-ios
Catalog: MangoMarvelApp/Assets/*.lproj/Localizable.strings
Languages: es

# COMICS_LIST_TITLE
source: Marvel Comics
es: Comics de Marvel

# COMICS_LIST_LOADING
source: We are receiving the comics...
es: Estamos cargando los comics...

# COMICS_LIST_EMPTY
source: Here you should shoulde see the MARVEL comics.
es: Aqui deberias ver los comics, pero no hay

# COMICS_DETAIL_LABEL_PRICE
source: Price:
es: Precio:

# COMICS_DETAIL_LABEL_RELEASE
source: Sale:
es: Venta:

# COMICS_DETAIL_SECTION_EMPTY_CONTENT
source: There is no information registered
es: No hay informacion registrada

# COMICS_DETAIL_SECTION_STORIES
source: Stories
es: Historias

# COMICS_DETAIL_SECTION_EVENTS
source: Events
es: Eventos

# COMICS_DETAIL_SECTION_CREATORS
source: Creators
es: Creadores

# COMICS_FAVORITES_TITLE
source: Favorites comics
es: Comics favoritos

# COMICS_FAVORITES_DATE
source: Added at %@
es: Agregado en %@

# COMICS_API_ERROR_NO_DATA
source: Could not received data from the server. Please retry.
es: No se recibio ningun dato del servidor.

# COMICS_API_ERROR_PARSE
source: Parse error. Please retry.
es: Error al parsear. Intentar de nuevo.

# COMICS_API_ERROR_UNKNOWN
source: Somthing went wrong. Please retry.
es: Algo ha occurido. Intentar de nuevo.

# COMICS_API_ERROR_BAD_REQUEST
source: Somthing went wrong connecting with the sever. Please retry.
es: Algo ha ocurrido con tu conexión. Intentar de nuevo.

# COMICS_API_ERROR_NOT_FOUND
source: Data not found. Please retry.
es: Informacion no encontrada. Intentar de nuevo.

# COMICS_API_ERROR_SERVER_ERROR
source: Somthing went wrong IN the server. Please retry.
es: Algo occurio en el servidor. Intentar de nuevo.

# COMICS_API_ERROR_MISSING_PARAMETER
source: Missing parameter
es: No se pudo encontrar un parametro

# COMICS_API_ERROR_INVALID_PARAMETER
source: Invalid parameter
es: Un parametro es invalido

# COMICS_API_ERROR_METHOD_NOT_ALLOWED
source: You are trying to use a worng method Please retry.
es: Esta utilizando un metodo no permitido.Intentar de nuevo.

# COMICS_API_ERROR_FORBIDDEN
source: You are not allowed to parform this action.
es: No puedes realizar esta acción.
